import { Link } from "react-router-dom";

const LostPolicyBanglaPage = () => {
  return (
    <section className="About section" style={{ marginTop: "50px" }}>
      <div className="wrapper container">
        <div className="about">
          <div className="d-flex justify-content-between">
            <h2>হারানো ক্ষতিগ্রস্থ বিতরণযোগ্য জন্য ক্ষতিপূরণ</h2>
            <Link
              to="/lost-policy"
              className="badge bg-success link text-white py-2"
              style={{ fontSize: "16px", fontWeight: "500", height: "35px" }}
            >
              Lost Damaged Policy English
            </Link>
          </div>
          <p>
            ডেলিভারি এজেন্টের অবহেলার কারণে ডেলিভারেবল/প্যাকেজের কোনো ক্ষতি বা
            ক্ষতি হলে এবং যেখানে <b>CourierX  এর দায়বদ্ধতা</b> প্রতিষ্ঠিত হয়, CourierX 
            পরিষেবা অনরুধকারীকে ক্ষতিপূরণ দিতে দায়বদ্ধ থাকবে।
          </p>

          <p>
            <b>
            CourierX  এমন ঘটনাগুলির জন্য কোনও ক্ষতিপূরণ না দেওয়ার অধিকার সংরক্ষণ
              করে
            </b>{" "}
            যেখানে পরিষেবা অনরুধকারীর দ্বারা সম্মত হওয়া শর্তাবলী লঙ্ঘন করা
            হয়েছে বা লঙ্ঘন হয়েছে বলে মনে করা হয়েছে।
          </p>

          <p>
            দরজার বিলবিলাস ফলে ঘটনার জন্য কোনো ক্ষতিপূরণ না দেওয়ার অধিকার CourierX 
            সংরক্ষণ করে। (যেহেতু প্যাকেজিং পরিষেবা অনরুধকারী দ্বারা অফার করা
            হয়)
          </p>

          <p>
            <b>
            CourierX  এমন ঘটনার জন্য কোনো ক্ষতিপূরণ না দেওয়ার অধিকার সংরক্ষণ করে
            </b>{" "}
            যেখানে পরিষেবার অনরুধকারী প্যাকেজে সঠিক বিবরণ লেখেনি বা স্পষ্ট/ ভুল
            লিখেছেন।
          </p>

          <p>
            <b>
            CourierX  এমন ঘটনার জন্য কোনো ক্ষতিপূরণ না দেওয়ার অধিকার সংরক্ষণ করে
            </b>{" "}
            যেখানে পরিষেবা অনরুধকারী মার্চেন্ট প্যানেলের ওয়েবসাইট/অ্যাপ্লিকেশনে
            পার্সেলের বিশদ বিবরণ দেননি।
          </p>

          <p>
            <b>
            CourierX  এমন ঘটনার জন্য কোনো ক্ষতিপূরণ না দেওয়ার অধিকার সংরক্ষণ করে
            </b>{" "}
            যেখানে পরিষেবা অনরুধকারী মার্চেন্ট প্যানেলের ওয়েবসাইট/অ্যাপ্লিকেশনে
            ভোক্তার ভুল বিবরণ প্রবেশ করান।
          </p>

          <p>
            ক্ষতিপূরণের পরিমাণ পক্ষগুলির মধ্যে পারস্পরিক আলোচনার ভিত্তিতে
            নির্ধারিত হবে এবং ক্ষতিগ্রস্থ বা হারিয়ে যাওয়া ডেলিভারেবলের ইনভয়েস
            মলূ্য বা মান বাজার মলূ্য বা BDT 10,000 (দশ হাজার), যেটি কম হবে তার
            বেশি হবে না। এই চুক্তির সাথে সম্পর্কিত সমস্ত ক্ষতির ক্ষেত্রে যেকোন
            পরিষেবা অনরুধকারীর কাছে CourierX -এর মোট দায়বদ্ধতা, চুক্তিতে, নির্যাতন
            (অবহেলা, সংবিধিবদ্ধ বা অন্যান্য দায়িত্ব লঙ্ঘন সহ) বা অন্যথায়
            প্যাকেজের মলূ্য বা 10,000 টাকার বেশি হবে না (দশ হাজার), যেটি কম।
          </p>
        </div>
      </div>
    </section>
  );
};

export default LostPolicyBanglaPage;
