import { Link } from "react-router-dom";

const ReturnPolicyBangla = () => {
  return (
    <section className="About section" style={{ marginTop: "50px" }}>
      <div className="wrapper container">
        <div className="about">
          <div className="d-flex justify-content-between">
            <h2>ব্যর্থ/বাতিল ডেলিভারির কারণে ডেলিভারেবল ফেরত</h2>
            <Link
              to="/return"
              className="badge bg-success link text-white py-2"
              style={{ fontSize: "16px", fontWeight: "500", height: "35px" }}
            >
              Return Policy in English
            </Link>
          </div>

          <p>
            1. যখন ডেলিভারি এজেন্ট দ্বারা একটি ডেলিভারির প্রচেষ্টা করা হয় এবং
            গ্রাহক ডেলিভারিগুলি যেমন আছে তেমন গ্রহণ করতে ইচ্ছুক বা অস্বীকার করেন
            বা দেখা যায় যে পরিষেবার অনুরোধে দেওয়া গ্রাহকের যোগাযোগের তথ্য ভুল
            বা গ্রাহক বিভিন্ন প্রচেষ্টার পরেও অনুপলব্ধ থেকে যায় ডেলিভারি এজেন্ট
            দ্বারা বা অর্ডারটি পরিষেবা অনুরোধকারী বা গ্রাহকের দ্বারা বাতিল করা
            হয় যখন ডেলিভারি এজেন্ট ইতিমধ্যেই ড্রপ-অফ অবস্থানে যাওয়ার পথে, এটি
            একটি ব্যর্থ/বাতিল ডেলিভারি বলে গণ্য হবে।
          </p>

          <p>
            2. এই ধরনের কোনো ব্যর্থ/বাতিল ডেলিভারির ক্ষেত্রে, প্যাকেজটি পরিষেবা
            অনুরোধকারীকে প্রায় একই সময়সীমার মধ্যে ফেরত দেওয়া হবে যেটি পিক-আপ
            থেকে ডেলিভারি প্রচেষ্টা পর্যন্ত প্রাথমিক পণ্য যাত্রা এবং পরিষেবা
            অনুরোধকারী ডেলিভারির ফি এর পাশাপাশি ফেরত ফি দিতে দায়বদ্ধ থাকবে।
          </p>

          <p>
            3. যেহেতু <b>ডিম্যান</b> এর ডেলিভারি এজেন্টের কাছে পণ্য হস্তান্তরের
            সময় বণিকের দেওয়া প্যাকেজিং সাধারণত গ্রাহকের কাছে শুধুমাত্র একটি
            ডেলিভারি প্রচেষ্টার যাত্রা কভার করে, গ্রাহকের অনুপলব্ধতার কারণে
            একাধিক ডেলিভারি প্রচেষ্টা বা ব্যর্থ ডেলিভারির ফলে ফেরত যাত্রা তৈরি
            হতে পারে। ব্যবসার স্বাভাবিক কোর্সে পণ্য প্যাকেজিংয়ের অতিরিক্ত চাপ{" "}
            <b>CourierX </b> নিশ্চিত করবে যে প্যাকেজগুলি সর্বদা যত্ন সহকারে
            পরিচালনা করা হয় তবে ব্যবসায়ীর দ্বারা দুর্বল প্যাকেজিং বা গ্রাহকের
            চাহিদা মেটাতে একাধিক ডেলিভারি প্রচেষ্টার ফলে বা পণ্য ফেরত দেওয়ার
            জন্য কোনও ক্ষতির জন্য গ্যারান্টি দেবে না বা দায়বদ্ধ হবে না।
          </p>
        </div>
      </div>
    </section>
  );
};

export default ReturnPolicyBangla;
