import { Link } from "react-router-dom";

const TermsBanglaPage = () => {
  return (
    <section className="About section" style={{ marginTop: "50px" }}>
      <div className="wrapper container">
        <div className="about">
          <div className="d-flex justify-content-between">
            <h2>টার্মস এবং শর্তসমুহ</h2>
            <Link
              to="/term"
              className="badge bg-success link text-white py-2"
              style={{ fontSize: "16px", fontWeight: "500", height: "35px" }}
            >
              Terms and Condition in English
            </Link>
          </div>

          <p>
            <b>গুরুত্বপূর্ণ:</b> দয়া করে এই শর্তাবলী সাবধানে পড়ুন। এই শর্তাবলী
            বণিক/বিক্রেতা বা পরিষেবা অনুরোধকারীদের জন্য প্রযোজ্য (নীচে
            সংজ্ঞায়িত করা হয়েছে) যারা CourierX এর সাথে এইভাবে নিবন্ধন করেছেন এবং
            এই শর্তাদি মেনে নেওয়ার পরে CourierX কুরিয়ার এবং লজিস্টিক পরিষেবা
            (`CourierX কুরিয়ার' বা 'পরিষেবা') ব্যবহার করা শুরু করেছেন (নীচে
            সংজ্ঞায়িত)।
          </p>

          <p>
            পরিষেবাটি ব্যবহার করে, আপনি ("পরিষেবা অনুরোধকারী") সম্মত হন যে আপনি
            এখানে বর্ণিত ব্যবহারের শর্তাবলী পড়েছেন, বুঝেছেন, গ্রহণ করেছেন এবং
            শর্তহীনভাবে সম্মত হয়েছেন ("CourierX কুরিয়ার শর্তাবলী" বা "শর্তাবলী এবং
            শর্তাবলী"), অথবা "চুক্তি"।
          </p>

          <p>
            এখানে উল্লেখিত শর্তাবলী আপনার এবং CourierX Limited (“CourierX”, “CourierX
            কুরিয়ার” বা “কোম্পানী”) এর মধ্যে একটি আইনি চুক্তি গঠন করে।
          </p>

          <p>
            ডি ম্যান লিমিটেড হল একটি তথ্য প্রযুক্তি -সক্ষম পরিষেবা সংস্থা যা
            বাংলাদেশ এবং বিদেশে (বাংলাদেশের বাইরে) অঞ্চলের মধ্যে
            বণিক/বিক্রেতা/পরিষেবা অনুরোধকারীকে কুরিয়ার এবং লজিস্টিক সহায়তা
            প্রদান করে।
          </p>

          <p>
            <b>ডি ম্যান লিমিটেড</b> এই শর্তাদি সংশোধন বা আপডেট করার অধিকার
            সংরক্ষণ করে এবং যে কোন সময় শর্ত যেমন উপযুক্ত মনে হয়।
          </p>

          <p>
            একবার সম্মত হলে, পরিষেবাটি নেওয়ার সময় আপনি এই শর্তাবলী দ্বারা
            আবদ্ধ। আপনি যদি এই শর্তাবলীতে সম্মত না হওয়ার সিদ্ধান্ত নেন এবং
            পরিষেবাটি ব্যবহার বন্ধ করতে চান তবে আপনাকে অবশ্যই কোম্পানি কে
            অবিলম্বে অবহিত করতে হবে। বিচ্ছেদের শর্তাবলী এখানে এই চুক্তির ক্লজ
            3-এ বিশদ বিবরণ দেওয়া আছে।
          </p>

          <p>
            CourierX লিমিটেড এবং পরিষেবা অনুরোধকারী/বণিক/বিক্রেতাকে পরবর্তীতে
            পৃথকভাবে একটি "পার্টি" এবং যৌথভাবে "পক্ষ" হিসাবে উল্লেখ করা হয়েছে।
          </p>

          <h4>1. সংজ্ঞা</h4>
          <p>
            এই শর্তাবলীর উদ্দেশ্যে, যেখানে ই প্রেক্ষাপট তাই স্বীকার করে এবং
            প্রয়োজন, নিম্নলিখিত শব্দগুলির নিম্নলিখিত অর্থ থাকবে :
          </p>

          <p>
            <b>1.1।</b> "কুরিয়ার এবং লজিস্টিক সার্ভিস" বা "পরিষেবা(গুলি)" বলতে
            বোঝায় একটি নির্দিষ্ট স্থান থেকে ডেলিভারেবল সংগ্রহ করা এবং নিরাপদে
            বাংলাদেশ বা বিদেশে (বাংলাদেশের বাইরে) ভূখণ্ডের মধ্যে অন্য একটি
            নির্দিষ্ট স্থানে বহন, পরিবহন এবং সরবরাহ করা। পরিষেবা ফি এর বিনিময়ে
            পরিষেবা অনুরোধকারীর দ্বারা প্রদত্ত পরিষেবার অনুরোধ। এটিতে বিক্রেতার
            পক্ষ থেকে বিক্রেতার তরফ থেকে ইস্যুকরা একটি অন্তর্নিহিত চালানের
            বিপরীতে অর্থ সংগ্রহ এবং CourierX-কে প্রদেয় পরিষেবা ফি কেটে নেওয়ার পরে
            বিক্রেতার ব্যাঙ্ক/MFS অ্যাকাউন্টে সংগৃহীত অর্থ স্থানান্তর
            অন্তর্ভুক্ত রয়েছে। পরিষেবাতে পরিষেবা অনুরোধকারীর কাছে ডেলিভারেবল
            ফেরত দেওয়াও অন্তর্ভুক্ত যেখানে গ্রাহক ডেলিভারি গ্রহণ না করার কারণে
            ডেলিভারি ব্যর্থ হয়েছে বা প্রয়োজনীয় প্রচেষ্টা করার পরে ও পৌঁছানো
            যায়নি।
          </p>

          <p>
            <b>1.2। "গ্রাহক/শেষ গ্রাহক/প্রাপক"</b> মানে নিবন্ধিত পরিসেবা
            অনুরোধকারীর কাছ থেকে একটি পরিসেবা অনুরোধের অধীনে CourierX দ্বারা বিতরণ
            করা যে কোন ডেলিভারেবলের চূড়ান্ত প্রাপক এবং যার কাছ থেকে ডেলিভারি
            এজেন্ট প্রযোজ্য সেখানে ডেলিভারি এজেন্ট দ্বারা ডেলিভারেবলের মূল্য
            সংগ্রহ করা হবে।
          </p>
          <p>
            <b>1.3। "ডেলিভারি"</b> বলতে সার্ভিস রিকোয়েস্টে সার্ভিস রিকোয়েস্টের
            দ্বারা নির্দিষ্ট করা ড্রপ-অফ অবস্থানে ডেলিভারেবল বহন বা পরিবহনের
            কাজকে বোঝায়।
          </p>
          <p>
            <b>1.4। "ডেলিভারেবল"</b> বলতে বোঝায় যে কোন নথি/পণ্য/পার্সেল/পণ্য যে
            কোন পরিষেবার অনুরোধে উল্লেখিত যা বহন ও পরিবহনের মাধ্যমে এক স্থান
            থেকে অন্য স্থানে ডেলিভারি করা হবে এবং বাংলাদেশের আইন অনুযায়ী বহন ও
            পরিবহনের অনুমতি রয়েছে।
          </p>
          <p>
            <b>1.5। "ডেলিভারি এজেন্ট/এজেন্ট"</b> অর্থ পিক-আপ, ডেলিভারি, ইত্যাদি
            সহ এই চুক্তির অধীনে পরিষেবা পরিচালনার জন্য CourierX দ্বারা মনোনীত
            কর্মীদের।
          </p>
          <p>
            <b>1.6। "ড্রপ-অফ টাইম"</b> এর অর্থ হবে ড্রপ-অফ অবস্থানে CourierX দ্বারা
            ডেলিভারেবল ডেলিভারির সময়রেখা।
          </p>
          <p>
            <b>1.7। "ড্রপ-অফ লোকেশন"</b> বলতে সার্ভিস রিকোয়েস্টে সার্ভিস
            রিকোয়েস্টে নির্দিষ্ট করা ড্রপ-অফ লোকেশনকে বোঝায় যেখানে
            ডেলিভারেবলগুলি CourierX দ্বারা ডেলিভারি করা হবে।
          </p>
          <p>
            <b>1.8। "ব্যর্থ/বাতিল ডেলিভারি"</b> এর অর্থ ডেলিভারি এজেন্ট দ্বারা
            একটি ডেলিভারি প্রচেষ্টা করা হয়েছে এবং গ্রাহক ডেলিভারি গুলি যেভাবে
            আছে সেভাবে গ্রহণ করতে ইচ্ছুক বা প্রত্যাখ্যান করছেন না বা দেখা গেছে
            যে পরিষেবা অনুরোধে প্রদত্ত গ্রাহকের যোগাযোগের তথ্য ভুল বা ডেলিভারি
            এজেন্টের বিভিন্ন প্রচেষ্টার পরে ও গ্রাহক অনুপলব্ধ থাকে বা পরিষেবা
            অনুরোধকারী বা গ্রাহকের দ্বারা অর্ডারটি এমন একটি পর্যায়ে বাতিল করা
            হয় যখন ডেলিভারি এজেন্ট ইতিমধ্যে ড্রপ-অফ অবস্থানের পথে রয়েছে।
          </p>
          <p>
            <b>1.9। "OTP ভেরিফিকেশন"</b> এর অর্থ CourierX দ্বারা পরিষেবা অনুরোধকারীর
            মোবাইলে প্রেরিত একটি এককালীন পাসওয়ার্ড যা ক্লজে উল্লেখিত ডেলিভারি
            এজেন্টের দ্বারা পণ্য ডেলিভারির সময় পরিষেবা অনুরোধকারীর দ্বারা
            পণ্যের আংশিক ডেলিভারি/পেমেন্ট পরিবর্তন নিশ্চিত করতে।
          </p>
          <p>
            <b>1.10। "প্যাকেজ/প্যাকেজিং"</b> বলতে বোঝায় যে কোন ধারক বা মোড়ক যা
            ডেলিভারির জন্য কোন ডেলিভারিযোগ্য জিনিস ঢেকে রাখার জন্য বা ধারণ করার
            জন্য ব্যবহৃত হয় যা নিরাপদ, যথাযথ এবং স্বাভাবিক পরিবহন এবং পরিবেশগত
            ঝুঁকি মোকাবেলার জন্য পর্যাপ্ত।
          </p>
          <p>
            <b>1.11। "পিক-আপ"</b> এর অর্থ পরিষেবা অনুরোধকারীর পরিষেবা অনুরোধে
            উল্লেখিত পিক-আপ অবস্থান থেকে বিতরণযোগ্য সংগ্রহ।
          </p>
          <p>
            <b>1.12। "পিক-আপ লোকেশন"</b> এর অর্থ পরিষেবা অনুরোধকারীর পরিষেবার
            অনুরোধে নির্দিষ্ট করা পিক-আপের অবস্থান যেখানে থেকে ডেলিভারেবলগুলি
            CourierX দ্বারা সংগ্রহ করা হবে।
          </p>
          <p>
            <b>1.13। "পিক-আপ টাইম"</b> বলতে বোঝায় পিক-আপ লোকেশন থেকে CourierX
            দ্বারা ডেলিভারেবল সংগ্রহ করার সময়সীমা।
          </p>

          <p>
            <b>1.14।</b> "প্রত্যাবর্তন" এর অর্থ এই চুক্তির 3.29, 3.30 এবং 3.31
            ধারায় বিশদ বিবরণ অনুযায়ী ব্যর্থ/বাতিল ডেলিভারি কারণে পরিষেবা
            অনুরোধকারীর কাছে বিতরণযোগ্য ফেরত।
          </p>

          <p>
            <b>1.15।</b> "পরিষেবা ফি আদায় মডেল 1/SFRM 1" এর অর্থ CourierX দ্বারা
            পরিষেবা ফি সংগ্রহ যেখানে ডেলিভারি এজেন্ট পরিষেবা অনুরোধকারীর দ্বারা
            জারি করা চালান এবং একটি নির্দিষ্ট দিনে সংগৃহীত নগদ অনুযায়ী ডেলিভারি
            বল সরবরাহ করার পরে গ্রাহকের কাছ থেকে নগদ সংগ্রহ করে। ক্লজ 3.23,
            3.24, 3.25 এবং 3.26-এ উল্লেখিত CourierX-এর পরিষেবা ফি কাটিয়ে নেওয়ার
            পরে CourierX দ্বারা পরিষেবা অনুরোধকারীর ব্যাঙ্ক বা MFS অ্যাকাউন্টে
            স্থানান্তর/জমা করা হয়।
          </p>

          <p>
            <b>1.16।</b> "পরিষেবা ফি আদায় মডেল 2/SFRM 2" এর অর্থ পরিষেবা ফি
            সংগ্রহ যেখানে CourierX দ্বারা প্রদত্ত পরিষেবার বিবেচনায় পরিষেবা ফি
            প্রতি মাসের শেষে CourierX দ্বারা জারি করা মাসিক চালান অনুসারে পরিষেবা
            অনুরোধকারী দ্বারা প্রদান করা হবে। 3.27 এবং 3.28 ধারায় উল্লেখ করা
            হয়েছে। এই মডেলটি বেছে নেওয়ার জন্য যোগ্য পরিষেবা অনুরোধকারীর জন্য
            অতিরিক্ত পরিষেবা স্তরের চুক্তির প্রয়োজন হবে।
          </p>

          <p>
            <b>1.17।</b> "সার্ভিস রিকোয়েস্ট/অর্ডার" বলতে এই চুক্তির অধীনে
            CourierX-এর কাছ থেকে পরিষেবার প্রয়োজন হলে পরিষেবা অনুরোধকারীর দ্বারা
            যথাযথভাবে প্রদত্ত একটি অর্ডারকে বোঝায় যাতে ডেলিভারি বলের
            স্পেসিফিকেশন, শেষ গ্রাহকের যোগাযোগের বিবরণ, পিক-আপ লোকেশন এবং
            ড্রপ-অফ লোকেশন অন্তর্ভুক্ত থাকে।
          </p>

          <p>
            <b>1.18।</b> "পরিষেবা অনুরোধকারী" অর্থ একজন ব্যক্তি বা সত্তা, যাকে
            বিনিময়যোগ্যভাবে "মার্চেন্ট" বা "বিক্রেতা" হিসাবে উল্লেখ করা হয়,
            যিনি CourierX কুরিয়ার প্ল্যাটফর্মে নিবন্ধন করেছেন, তাদের পণ্যগুলি
            অনলাইন বা অফলাইনে বিক্রি করেন এবং তাদের বিক্রি করা পরিবহনের জন্য
            CourierX কুরিয়ার থেকে ডেলিভারি পরিষেবার প্রয়োজন হয়। ক্রেতা/গ্রাহকের
            কাছে পণ্য।
          </p>

          <p>
            <b>1.19।</b> "সার্ভিস রিকোয়েস্ট প্যানেল/মার্চেন্ট প্যানেল/প্যানেল"
            মানে CourierX দ্বারা প্রদত্ত একটি অনলাইন প্ল্যাটফর্ম/ইন্টারফেস যার
            মাধ্যমে নিবন্ধিত ব্যবসায়ীরা তাদের পণ্য/পার্সেল/নথি/পণ্যের জন্য
            পিক-আপ এবং ডেলিভারি পরিষেবা অনুরোধ করতে পারে।
          </p>

          <p>
            <b>1.20।</b> "সফল ডেলিভারি" বলতে বোঝায় যে কোনও সার্ভিস রিকোয়েস্টের
            অধীনে সার্ভিসের সফল সমাপ্তি যেখানে ডেলিভারি এজেন্ট দ্বারা ডেলিভারির
            প্রচেষ্টা করা হয় এবং শেষ গ্রাহক/প্রাপক ডেলিভারি বলগুলি গ্রহণ করে
            এবং OTP যাচাইকরণের মাধ্যমে CourierX দ্বারা সফল ডেলিভারি নিশ্চিত করে।
          </p>

          <p>
            <b>1.21।</b> "নিয়ম ও শর্তাবলী/চুক্তি" বলতে এই চুক্তি বা শর্তাবলী
            বোঝাবে এবং এতে আরও সমস্ত সংশোধনী এবং সংযুক্তি অন্তর্ভুক্ত থাকবে।
          </p>

          <p>
            <b>2. পরিষেবার পরিধি</b> CourierX দ্বারা প্রদত্ত কুরিয়ার এবং লজিস্টিক
            পরিষেবাগুলির মধ্যে থাকবে পরিষেবা অনুরোধকারী/বণিকের কাছ থেকে ডেলিভারি
            বলের নিয়মিত পিক-আপ, শেষ গ্রাহকের কাছে সময়মত ডেলিভারি, ব্যর্থ বা
            বাতিল ডেলিভারি ক্ষেত্রে বণিকের কাছে ডেলিভারি বল ফেরত, নগদ সংগ্রহ।
            শেষ গ্রাহকের কাছ থেকে বণিকের (COD) তরফে ডেলিভারির পরে এবং সংগৃহীত
            COD থেকে পরিষেবা ফি কাটিয়ে নেওয়ার পর বণিককে পরের দিন অর্থপ্রদান।
            পরিষেবাটি ব্যবসা-থেকে-ব্যবসা (B2B) এবং ব্যবসা-থেকে-গ্রাহক (B2C)
            পরিষেবা উভয়ই কভার করবে।
          </p>

          <p>
            <b>3. পরিষেবা পদক্ষেপ</b> পরিষেবার পদক্ষেপগুলি নিম্নরূপ নির্ধারণ করা
            হয়েছে:
          </p>
          <ul>
            <li>পরিষেবা অনুরোধকারী নিবন্ধন প্রক্রিয়া</li>
            <li>পরিষেবা অনুরোধকারীর দ্বারা পরিষেবার অনুরোধ</li>
            <li>পরিষেবা অনুরোধকারীর কাছ থেকে ডেলিভারি বল সংগ্রহ করা</li>
            <li>প্রাপক/গ্রাহকের কাছে ডেলিভারি</li>
            <li>প্রাপক/গ্রাহকের কাছ থেকে ক্যাশ অন ডেলিভারি (COD) সংগ্রহ</li>
            <li>পরিষেবা অনুরোধকারীকে অর্থপ্রদান</li>
            <li>
              ব্যর্থ/বাতিল ডেলিভারির কারণে পরিষেবা অনুরোধকারীকে ডেলিভারি বল ফেরত
              দেওয়া
            </li>
            <li>হারানো বা ক্ষতিগ্রস্ত ডেলিভারি বলের জন্য ক্ষতিপূরণ।</li>
          </ul>

          <p>
            <b>3.1।</b> CourierX-এর ডেলিভারি এবং লজিস্টিক পরিষেবাগুলি পেতে, আগ্রহী
            বণিকদের অবশ্যই CourierX-এর ওয়েবসাইট/আবেদন/ফর্মে নিজেদের নিবন্ধন করতে
            হবে যা CourierX-এর কোনও প্রতিনিধি/ CourierX-এর অফিসিয়াল সোশ্যাল মিডিয়া
            হ্যান্ডেল থেকে প্রদত্ত যেকোনো।
          </p>

          <p>
            <b>3.2</b> নিবন্ধনের সময় বণিক কর্তৃক প্রদত্ত যেকোনো এবং সমস্ত তথ্য
            স্ব-ঘোষণা এবং বণিকের জন্য বাধ্যতামূলক। CourierX বণিক কর্তৃক প্রদত্ত তথ্য
            অনুযায়ী কাজ করবে। CourierX লিমিটেড নিবন্ধনের সময় বা প্রাসঙ্গিক তথ্যে
            পরবর্তী আপডেটের সময় বণিকের দ্বারা প্রদত্ত ভুল বা ভুল তথ্যে জন্য কোন
            দায় বহন করবে না বা দায়বদ্ধ হবে না। অ্যাকাউন্টের তথ্যে পরবর্তী
            পরিবর্তনগুলি CourierX কল সেন্টার সহায়তার মাধ্যমে করা যেতে পারে।
          </p>

          <p>
            3.3। ব্যবসায়ীরা তাদের পণ্য সরবরাহ থেকে সংগৃহীত নগদ অর্থের বিপরীতে
            CourierX থেকে তহবিল স্থানান্তর পেতে সঠিক ব্যাঙ্ক/MFS অ্যাকাউন্টের বিবরণ
            প্রদান করবে। ডি ম্যান বকেয়া অর্থ প্রদানের আগে বণিক কর্তৃক প্রদত্ত
            ব্যাঙ্ক/এমএফএস অ্যাকাউন্টের তথ্য যাচাই করবে না। যতক্ষণ না CourierX
            মার্চেন্টের দেওয়া তথ্য অনুযায়ী তহবিল বিতরণ করে, ততক্ষণ CourierX
            অ্যাকাউন্টের ভুল তথ্য, অর্থপ্রদান না করা বা বাউন্স ব্যাক হওয়ার
            কারণে বিলম্বের কারণে অর্থের ক্ষতির জন্য দায়ী হবে না।
          </p>

          <p>
            <b>3.4।</b> আপনি স্পষ্টভাবে এবং দ্ব্যর্থহীনভাবে আপনার ব্যক্তিগত
            তথ্যের ইলেকট্রনিক বা অন্যান্য আকারে সংগ্রহ, সঞ্চয়, ব্যবহার এবং
            স্থানান্তর করতে সম্মতি দিচ্ছেন যা নিবন্ধন প্রক্রিয়া চলাকালীন বা
            একচেটিয়া PU-এর জন্য পরিষেবা পরবর্তী পর্যায়ে সংগৃহীত। আপনার দ্বারা
            প্রয়োজনীয় পরিষেবা মসৃণ সমাপ্তির লক্ষ্য। আপনার ব্যক্তিগতভাবে
            শনাক্তযোগ্য তথ্য সংগ্রহ, সঞ্চয়, স্থানান্তর এবং ব্যবহারের ক্ষেত্রে,
            CourierX বাংলাদেশের ডেটা গোপনীয়তা সম্পর্কিত সমস্ত প্রযোজ্য আইন মেনে
            চলে। CourierX-এর বাণিজ্যিকভাবে যুক্তিসঙ্গত শারীরিক, প্রযুক্তিগত,
            সাংগঠনিক, এবং প্রশাসনিক নিরাপত্তা ব্যবস্থা এবং নীতি রয়েছে যাতে এটির
            দ্বারা বা এর পক্ষ থেকে সংগৃহীত সমস্ত ব্যক্তিগত তথ্য অননুমোদিত
            অ্যাক্সেস, ব্যবহার এবং/অথবা প্রকাশ থেকে এবং তার বিরুদ্ধে রক্ষা করা
            যায়।
          </p>

          <p>
            <b>3.5।</b> পরিষেবা অনুরোধকারী/বণিক যে কোনও অনুসন্ধানের জন্য তাদের
            নির্ধারিত কী অ্যাকাউন্ট ম্যানেজারের সাথে যোগাযোগ করতে পারেন বা
            মার্চেন্ট সাপোর্ট হেল্পলাইনে 019666 58681 এ কল করতে পারেন বা তাদের
            প্রশ্নগুলি info@CourierXbd.com-এ পাঠাতে পারেন।
          </p>

          <p>
            <b>B. পরিষেবা অনুরোধকারী নিবন্ধন প্রক্রিয়া</b>
          </p>

          <p>
            3.6। একটি নিবন্ধিত পরিষেবা অনুরোধকারীর CourierX দ্বারা প্রদত্ত একটি
            পরিষেবা অনুরোধ প্যানেলে অ্যাক্সেস থাকতে হবে যার মাধ্যমে তারা এই
            চুক্তির অধীনে একটি পরিষেবা অনুরোধ করতে পারে।
          </p>

          <p>
            3.7। যে কোনও ডেলিভারি বলের জন্য পরিষেবা অনুরোধ/অর্ডারে অবশ্যই
            স্পেসিফিকেশন (প্রকার, আকার, নম্বর, ওজন, দাম ইত্যাদি), প্রাপকের
            যোগাযোগের বিবরণ, পিক-আপ লোকেশন এবং ড্রপ-অফ অবস্থান অন্তর্ভুক্ত থাকতে
            হবে।
          </p>

          <p>
            3.8। এই চুক্তির অধীনে যে কোনও ডেলিভারি বলের পিক-আপ অবস্থান পরিষেবা
            অনুরোধে পরিষেবা অনুরোধকারী দ্বারা নির্দিষ্ট করা হবে।
          </p>

          <p>
            3.9। এই চুক্তির অধীনে যে কোনও ডেলিভারি বলের ড্রপ-অফ অবস্থান পরিষেবা
            অনুরোধে পরিষেবা অনুরোধকারী দ্বারা নির্দিষ্ট করা হবে।
          </p>

          <p>
            3.10। পরিষেবা অনুরোধকারী নিশ্চিত করবে যে বিতরণযোগ্য (গুলি) প্যাকেজিং
            নিরাপদ, সঠিক এবং স্বাভাবিক পরিবহন এবং পরিবেশগত বিপদ প্রতিরোধ করার
            জন্য পর্যাপ্ত, এবং সংযুক্ত চালান এবং ডকুমেন্টেশনগুলি প্রযোজ্য (মূল্য
            সংযোজন কর) ভ্যাট হারের সাথে সম্মতিতে প্রস্তুত করা হয়েছে। দেশের।
          </p>

          <p>
            3.11। পরিষেবা অনুরোধকারী নিশ্চিত করবে যে প্যাকেজের ভিতরে ডেলিভারি
            বলগুলি বাইরের প্যাকেজিং/ডকুমেন্টেশনে দেওয়া ডেলিভারি বলের বর্ণনার
            সাথে মেলে এবং ডেলিভারি বলের মূল্য/মূল্য সহ প্রদত্ত তথ্য এবং তার উপর
            করা বাস্তবিক ঘোষণা সত্য, ন্যায্য এবং সঠিক। প্রদত্ত ভুল তথ্য বা
            বিভ্রান্তি এবং পরিষেবা অনুরোধকারীর দ্বারা করা মিথ্যা ঘোষণা বা ভুল
            বর্ণনার কারণে যে কোনও ঝুঁকি, ব্যয়, ক্ষতি, ক্ষতি, বা পরিবহন খরচের
            জন্য CourierX দায়বদ্ধ থাকবে না এবং পরিষেবা অনুরোধকারীর পক্ষ থেকে এই
            জাতীয় পদক্ষেপগুলি একটি উপাদান গঠন করবে। এই চুক্তির লঙ্ঘন।
          </p>

          <p>
            3.12। যদি পরিষেবা অনুরোধকারী সচেতন হন যে কোনও পিক-আপ/ড্রপ-অফ অবস্থান
            ডেলিভারি এজেন্টের জন্য অনিরাপদ হতে পারে, তবে তাদের দায়িত্ব হবে ডি
            ম্যানকে আগেই জানান। এই বিষয়ে কোনও ব্যর্থতা, অবহেলা বা বাদ দিলে
            পরিষেবা অনুরোধকারীর পক্ষ থেকে ইচ্ছাকৃত অবহেলা হিসেবে বিবেচিত হবে
            কারণ পরিষেবা অনুরোধকারী CourierX/ডেলিভারি এজেন্টের দ্বারা কোনও শারীরিক
            ক্ষতি বা ক্ষতি বা আর্থিক ক্ষতির জন্য দায়ী থাকবে।
          </p>

          <p>
            3.13। পরিষেবা অনুরোধকারী নিশ্চিত করবে যে এই ধরনের কোনও ডেলিভারি বল
            পরিষেবা অনুরোধে অন্তর্ভুক্ত করা হবে না বা CourierX-এর ডেলিভারি এজেন্টের
            কাছে হস্তান্তর করা হবে না যা বেআইনি, নিষিদ্ধ, সীমাবদ্ধ, কোনও তৃতীয়
            পক্ষের অধিকার লঙ্ঘন করে, বা দেশের কোনও আইন লঙ্ঘন করে এবং কোনও
            উপায়ে, জনস্বাস্থ্য, নিরাপত্তা এবং নৈতিকতার জন্য ক্ষতিকর এবং পাবলিক
            নীতির বিরুদ্ধে।
          </p>

          <p>
            <b>C. পরিষেবা অনুরোধকারীর কাছ থেকে ডেলিভারি বল সংগ্রহ করা</b>
          </p>

          <p>
            3.14। পরিষেবা অনুরোধকারীর কাছ থেকে কোনও পরিষেবা অনুরোধ প্রাপ্তির
            পরে, ডি ম্যান তার ডেলিভারি এজেন্টের মাধ্যমে পরিষেবা অনুরোধে উল্লেখিত
            পিক-আপ অবস্থান থেকে বিতরণযোগ্য সংগ্রহ করবে।
          </p>

          <p>
            3.15। পরিষেবা অনুরোধকারী নিশ্চিত করবে যে ডেলিভারি বলগুলি প্রস্তুত
            করা হয়েছে এবং যথাসময়ে পিক-আপের জন্য প্যাকেজ করা হয়েছে, এতে ব্যর্থ
            হলে CourierX পরিষেবা অনুরোধ/অর্ডার বাতিল করতে পারে বা পরিষেবা
            অনুরোধকারীকে নিয়মিত পরিষেবা ফি ছাড়াও প্রয়োজনীয়/বিলম্বিত ফি চার্জ
            করতে পারে।
          </p>

          <p>
            <b>D. প্রাপক/গ্রাহকের কাছে ডেলিভারি</b>
          </p>

          <p>
            3.16। CourierX www.CourierXbd.com এ উল্লিখিত সময়সীমার মধ্যে একটি নির্দিষ্ট
            দিনে তোলা ডেলিভারি বল ডেলিভারি করবে।
          </p>

          <p>
            3.17। তার নিয়ন্ত্রণের বাইরে পরিস্থিতির কারণে কোনও ডেলিভারি বল
            সরবরাহে কোনও অপ্রত্যাশিত বিলম্বের ক্ষেত্রে, CourierX অবিলম্বে পরিষেবা
            অনুরোধকারীকে বিলম্বের বিষয়ে অবহিত করবে এবং পরবর্তী পদক্ষেপের জন্য
            পরিষেবা অনুরোধকারীর নির্দেশাবলী দ্বারা পরিচালিত হবে।
          </p>

          <p>
            3.18। CourierX গ্রাহকের কাছে ডেলিভারি বল সরবরাহ করার জন্য 3 (তিন)
            প্রচেষ্টা নিশ্চিত করবে। যদি গ্রাহক এই তিনটি প্রচেষ্টার মধ্যে প্যাকেজ
            গ্রহণ করতে ব্যর্থ হন, তবে এটি একটি ব্যর্থ ডেলিভারি হিসেবে বিবেচিত
            হবে এবং বিলম্ব ছাড়াই পরিষেবা অনুরোধকারীকে ফেরত দেওয়া হবে।
          </p>

          <p>
            3.19। ডেলিভারি এজেন্ট দ্বারা প্যাকেজ ডেলিভারি করার পরে, CourierX শেষ
            গ্রাহকের মোবাইল নম্বরে কল করবে (যা পরিষেবা অনুরোধকারী দ্বারা দেওয়া
            হয়)।
          </p>

          <p>
            3.20। ডি ম্যান ডিজিটাল লেনদেন লগ সংরক্ষণ করবে যা ডেলিভারির প্রমাণ
            হিসেবে উপলব্ধ হবে।
          </p>

          <p>
            <b>E. প্রাপক/গ্রাহকের কাছ থেকে নগদ সংগ্রহ (COD)</b>
          </p>

          <p>
            3.21। পণ্যের ডেলিভারির সময়, ডেলিভারি এজেন্ট বণিক/বিক্রেতার দ্বারা
            জারি করা চালান অনুযায়ী শেষ গ্রাহকের কাছ থেকে নগদে পণ্যের মূল্য
            সংগ্রহ করবে এবং ডেলিভারি (COD ডেলিভারি) সম্পূর্ণ করবে।
          </p>

          <p>
            3.22। কিছু ক্ষেত্রে, যেখানে গ্রাহক অর্ডার দেওয়ার সময় বণিককে অগ্রিম
            অর্থ প্রদান করে পণ্য এবং নিজেই আর্থিক লেনদেন সম্পন্ন করে। সে
            ক্ষেত্রে, ডেলিভারি এজেন্ট শুধুমাত্র গ্রাহকের কাছে পণ্য এবং চালান
            সরবরাহ করবে এবং ডেলিভারি সম্পূর্ণ করবে (নন-COD ডেলিভারি)।
          </p>

          <p>
            <b>F. পরিষেবা অনুরোধকারীকে অর্থপ্রদান</b>
          </p>

          <p>
            3.23। SFRM 1 অনুযায়ী, COD ডেলিভারির জন্য গ্রাহকদের কাছ থেকে সংগৃহীত
            CourierX এর ডেলিভারি সার্ভিস ফি বণিকের ব্যাঙ্ক বা MFS অ্যাকাউন্টে
            স্থানান্তর করার আগে কেটে নেওয়া হবে।
          </p>

          <p>
            3.24। নন-COD ডেলিভারির জন্য বণিক কর্তৃক প্রদেয় পরিষেবা ফি একই
            পরিষেবা অনুরোধকারীকে COD বিতরণের জন্য বণিককে প্রদেয় নেট নগদ অর্থের
            সাথে সমন্বয় করা হবে।
          </p>
          <p>
            3.25। CourierX সপ্তাহে প্রতি টি কার্যদিবসে ব্যাংকিং বা MFS চ্যানেলের
            মাধ্যমে মার্চেন্ট অ্যাকাউন্টে তহবিল বিতরণ নির্দেশাবলী কার্যকর করবে।
            ব্যাংক অ্যাকাউন্টে তহবিল স্থানান্তর BEFTN এর মাধ্যমে করা হবে এবং
            বাংলাদেশ ব্যাংকের নির্দেশিকা অনুযায়ী অনুমোদিত প্রক্রিয়াকরণ সময়ের
            সাপেক্ষে।
          </p>

          <p>
            3.26। বণিকরা তাদের ইমেল অ্যাকাউন্টে CourierX-এর দ্বারা করা প্রতিটি
            অর্থপ্রদানের জন্য একটি অর্থপ্রদানের বিবৃতি পাবেন যা বিতরণের দিনে
            জারি করা হবে এবং তহবিল স্থানান্তর কার্যকর করার জন্য ব্যাংক/এমএফএস
            প্রদানকারীদের কাছে পাঠানো নির্দেশাবলী।
          </p>

          <p>
            3.27। SFRM 2 অনুসারে, পণ্য সরবরাহের পরে গ্রাহকদের কাছ থেকে সংগৃহীত
            নগদ CourierX-এর পরিষেবা ফি কাটছাড়াই সম্পূর্ণভাবে বণিকের ব্যাংক/MFS
            অ্যাকাউন্টে স্থানান্তর করা হবে। পরিবর্তে, CourierX বণিকের ডেলিভারি
            সার্ভিস ফি এর বিপরীতে বকেয়া নিষ্পত্তি দাবি করার জন্য বণিককে একটি
            পর্যায়ক্রমিক চালান ইস্যু করবে। বণিককে অবশ্যই চালানে নির্ধারিত
            ক্রেডিট সময়ের মধ্যে CourierX-কে অর্থপ্রদান করতে হবে। বিলম্ব বা
            অ-প্রদানের ক্ষেত্রে, অতিরিক্ত জরিমানা এবং জরিমানা আরোপ করা হবে এবং
            বকেয়া পরিমাণে যোগ করা হবে এবং বণিক কর্তৃক প্রদেয় হবে। একটি চালানের
            ক্রেডিট মেয়াদ শেষ হয়ে গেলে এবং মার্চেন্ট CourierX-কে অর্থপ্রদান করতে
            ব্যর্থ হলে CourierX ভবিষ্যতের COD ডেলিভারির বিরুদ্ধে বকেয়া প্রদেয়গুলি
            আটকে রাখার এবং সামঞ্জস্য করার অধিকার সংরক্ষণ করে।
          </p>

          <p>
            3.28। SFRM 2 বেছে নেওয়ার জন্য CourierX এবং মার্চেন্টের মধ্যে অতিরিক্ত
            পরিষেবা স্তরের চুক্তি বাধ্যতামূলক হবে এবং এই মডেলটি শুধুমাত্র
            নিয়মিত এবং উচ্চ পরিমাণে ডেলিভারি সহ এবং একটি পুঙ্খানুপুঙ্খ
            ব্যবসায়িক কেস বিশ্লেষণের পরে ব্যবসায়ীদের কাছে অফার করা হবে।
          </p>

          <p>
            3.29। যখন ডেলিভারি এজেন্ট দ্বারা একটি ডেলিভারির প্রচেষ্টা করা হয়
            এবং গ্রাহক ডেলিভারি গুলি যেমনি আছে তেমন গ্রহণ করতে ইচ্ছুক বা
            অস্বীকার করেন বা দেখা যায় যে পরিষেবার অনুরোধে দেওয়া গ্রাহকের
            যোগাযোগের তথ্য ভুল বা গ্রাহক বিভিন্ন প্রচেষ্টার পরে ও অনুপলব্ধ থাকে
            ডেলিভারি এজেন্ট দ্বারা বা অর্ডারটি পরিষেবা অনুরোধকারী বা গ্রাহকের
            দ্বারা বাতিল করা হয় যখন ডেলিভারি এজেন্ট ইতিমধ্যে ড্রপ-অফ অবস্থানে
            যাওয়ার পথে, এটি একটি ব্যর্থ/বাতিল ডেলিভারি বলে গণ্য হবে।
          </p>

          <p>
            3.30। এই ধরনের কোনো ব্যর্থ/বাতিল ডেলিভারির ক্ষেত্রে, প্যাকেজটি
            পরিষেবা অনুরোধকারীকে প্রায় একই সময়সীমার মধ্যে ফেরত দেওয়া হবে যে
            টি পিক-আপ থেকে ডেলিভারি প্রচেষ্টা পর্যন্ত প্রাথমিক পণ্য যাত্রা এবং
            পরিষেবা অনুরোধকারী ডেলিভারির পাশাপাশি ফেরত দিতে দায়বদ্ধ থাকবে। CourierX
            এর সার্ভিস ফি।
          </p>

          <p>
            3.31। যেহেতু ডিমান এর ডেলিভারি এজেন্টের কাছে পণ্য হস্তান্তরের সময়
            বণিকের দেওয়া প্যাকেজিং সাধারণত গ্রাহকের কাছে শুধুমাত্র একটি
            ডেলিভারি প্রচেষ্টার যাত্রা কভার করে, গ্রাহকের অনুপলব্ধতার কারণে
            একাধিক ডেলিভারি প্রচেষ্টা বা ব্যর্থ ডেলিভারি ফলে ফেরত যাত্রা তৈরি
            হতে পারে। ব্যবসার স্বাভাবিক কোর্সে পণ্য প্যাকেজিংয়ের অতিরিক্ত চাপ।
            ডিমান নিশ্চিত করবে যে প্যাকেজগুলি সর্বদা যত্ন সহকারে পরিচালনা করা
            হয় তবে ব্যবসায়ীর দ্বারা দুর্বল প্যাকেজিং বা গ্রাহকের চাহিদা মেটাতে
            একাধিক ডেলিভারি প্রচেষ্টার ফলে বা পণ্য ফেরত দেওয়ার জন্য কোনও ক্ষতির
            জন্য গ্যারান্টি দেবে না বা দায়বদ্ধ হবে না। ব্যর্থ ডেলিভারির ফলে
            ব্যবসায়ী।
          </p>

          <p>
            3.32। ডেলিভারি এজেন্টের অবহেলার কারণে ডেলিভারেবল/প্যাকেজের কোনও
            ক্ষতি বা ক্ষতির ক্ষেত্রে এবং যেখানে CourierX-এর দায় স্পষ্টভাবে
            প্রতিষ্ঠিত হয়, CourierX পরিষেবা অনুরোধকারীকে ক্ষতিপূরণ দিতে দায়বদ্ধ
            থাকবে।
          </p>

          <p>
            3.33। CourierX এই চুক্তির শর্তাবলী পরিষেবা অনুরোধকারীর দ্বারা লঙ্ঘন করা
            হয়েছে এমন ঘটনাগুলির জন্য কোনও ক্ষতিপূরণ প্রদান না করার অধিকার
            সংরক্ষণ করে।
          </p>

          <p>
            3.34। ক্ষতিপূরণের পরিমাণ পক্ষগুলির মধ্যে পারস্পরিক আলোচনার ভিত্তিতে
            নির্ধারিত হবে এবং ক্ষতিগ্রস্থ বা হারিয়ে যাওয়া ডেলিভারেবলের ইনভয়েস
            মূল্য বা মান বাজার মূল্য বা BDT 10,000 (দশ হাজার), যে টি কম হবে তার
            বেশি হবে না। এই চুক্তির সাথে সম্পর্কিত সমস্ত ক্ষতির ক্ষেত্রে যে কোনও
            পরিষেবা অনুরোধকারীর কাছে CourierX-এর মোট দায়বদ্ধতা, চুক্তিতে, নির্যাতন
            (অবহেলা, সংবিধিবদ্ধ বা অন্যান্য দায়িত্ব লঙ্ঘন সহ) বা অন্যথায়
            প্যাকেজের মূল্য বা 10,000 টাকার বেশি হবে না। (দশ হাজার), যে টি কম।
          </p>

          <p>
            <b>4. পরিষেবা ফি</b>
          </p>

          <p>
            4.1। পরিষেবা ফি, যার মধ্যে রয়েছে ডেলিভারি ফি এবং COD ফি, CourierX
            দ্বারা প্রদত্ত পরিষেবার বিবেচনায় ওয়েবসাইট/অ্যাপ্লিকেশন/সোশ্যাল
            মিডিয়া হ্যান্ডেলে উল্লেখ করা হবে।
          </p>

          <p>
            4.2। CourierX পুনর্বিবেচনার অধিকার সংরক্ষণ করে তার নিজস্ব বিবেচনার
            ভিত্তিতে যে কোনও সময়ে পরিষেবা ফি। পরিষেবা অনুরোধকারীদের পরিষেবা
            অনুরোধ প্যানেলে কোনও পরিষেবার অনুরোধ রাখার আগে পরিষেবা ফি গুলির
            আপডেট করা চার্টটি পরীক্ষা করার জন্য অনুরোধ করা হচ্ছে।
          </p>

          <p>
            4.3। পারস্পরিক আলোচনা এবং ব্যবসায়িক ক্ষেত্রে সম্ভাব্যতার উপর কিছু
            নির্দিষ্ট অ্যাকাউন্টে ছাড়যুক্ত মূল্য প্রযোজ্য হতে পারে।
          </p>

          <p>
            <b>5. মেয়াদ এবং সমাপ্তি</b>
          </p>

          <p>
            5.1। এই চুক্তিটি এই চুক্তির ক্লজ 3 এর অংশ A অনুযায়ী CourierX কুরিয়ার
            এবং লজিস্টিক প্ল্যাটফর্মে পরিষেবা অনুরোধকারীর দ্বারা ইলেকট্রনিক
            নিবন্ধনের তারিখ থেকে কার্যকর বলে গণ্য হবে এবং এর ফলে এই শর্তাবলী এবং
            ব্যবহারের শর্তাবলী (কার্যকর তারিখ) গ্রহণ করা হবে এবং 1 (এক) বছরের
            জন্য বলবৎ থাকবে যতক্ষণ না উভয় পক্ষের দ্বারা সমাপ্ত করা হয়। 1 (এক)
            বছর পরে চুক্তিটি স্বয়ংক্রিয়ভাবে আরও 1 (এক) বছরের সময়ের জন্য
            পুনর্নবীকরণ করা হবে এবং যতক্ষণ না উভয় পক্ষের দ্বারা সমাপ্ত না হয়
            ততক্ষণ পর্যন্ত এটি করতে থাকবে।
          </p>

          <p>
            5.2। অন্য কোন অধিকার বা প্রতিকারের প্রতি বিরূপতা ছাড়াই, যে কোন পক্ষ
            নিম্নোক্ত পরিস্থিতিতে, অন্য পক্ষকে অবসানের লিখিত নোটিশ প্রদান করে
            অবিলম্বে এই চুক্তিটি বাতিল করতে পারে:
          </p>

          <p>
            (a) নির্ধারিত তারিখের পরে 05 (পাঁচ) কার্যদিবসের মধ্যে এই চুক্তির
            অধীনে কোন বকেয়া পরিমাণ অর্থ পরিশোধ করতে ব্যর্থ হওয়া। CourierX এই ধরনের
            বকেয়া অ্যাকাউন্ট তৃতীয় পক্ষের ঋণ পুনরুদ্ধার পরিষেবা কোম্পানিতে
            স্থানান্তর করার সিদ্ধান্ত নিতে পারে।
          </p>

          <p>
            (b) যে কোন পক্ষ এই চুক্তি লঙ্ঘন করেছে এবং লঙ্ঘনকারী পক্ষের নোটিশের
            30 (ত্রিশ) দিনের মধ্যে লঙ্ঘন সংশোধন করে না; বা
          </p>

          <p>
            (গ) যদি অন্য পক্ষ দেউলিয়া হয়ে যায় বা দেউলিয়া হয়ে যায়, বা
            বাধ্যতামূলক বা স্বেচ্ছায় অবসানে চলে যায় (পুনর্গঠন বা একীকরণের
            উদ্দেশ্যে সঞ্চয় করে), অথবা যদি একটি আদেশ দেওয়া হয় বা একটি
            প্রস্তাব পাশ করা হয় অন্য পক্ষ, অথবা যদি একজন প্রশাসক, প্রশাসনিক
            রিসিভার বা রিসিভারকে অন্য পক্ষের সম্পদ বা ব্যবসার সম্পূর্ণ বা কোন
            অংশের বিষয়ে নিয়োগ করা হয়, অথবা যদি অন্য পক্ষ কোন রচনা করে।
          </p>

          <p>
            5.3। উভয় পক্ষের দ্বারা এই চুক্তির অবসান ঘটলে, পরিষেবার অনুরোধকারী
            কোন এবং সমস্ত নথি যা CourierX-এর সম্পত্তি তা সমাপ্তির 15 (পনের) দিনের
            মধ্যে ফেরত দিতে দায়বদ্ধ।
          </p>

          <p>
            5.4। উভয় পক্ষের দ্বারা এই চুক্তির অবসান ঘটলে, উভয় পক্ষের আর্থিক
            দায়গুলি অবিলম্বে একযোগে প্রদেয় হবে। উভয় পক্ষই বকেয়া ভারসাম্য
            মিটমাট করার জন্য সময় এবং সংস্থান প্রতিশ্রুতিবদ্ধ করবে এবং বিলম্ব
            ছাড়াই নিষ্পত্তি পরিচালনা করবে।
          </p>

          <p>
            5.5। উভয় পক্ষই এই চুক্তি অনুযায়ী প্রদত্ত পরিষেবাগুলির অগ্রগতি এবং
            স্থিতি পর্যালোচনা করতে সম্মত হয়, ব্যবসায়িক কার্যক্ষমতার কথা মাথায়
            রেখে, এবং সেই অনুযায়ী প্রয়োজনে চুক্তিটি প্রসারিত/আপডেট/পরিমার্জন
            করবে।
          </p>

          <p>
            <b>6. বিচ্ছেদযোগ্যতা</b>
          </p>

          <p>
            6.1। যদি এই চুক্তির কোন বিধান অবৈধ বা অপ্রয়োগযোগ্য ধরা হয় এর সুযোগ
            বা সময়কালের কারণে বা অন্য কোন কারণে, এই ধরনের অবৈধতা বা
            অপ্রয়োগযোগ্যতা শুধুমাত্র এই ধরনের বিধানের বিশেষ দিকটির সাথে সংযুক্ত
            হবে যা অবৈধ বা অপ্রয়োগযোগ্য বলে প্রমাণিত হবে এবং প্রভাবিত করবে না
            এই চুক্তির অন্য কোন বিধান। আইন দ্বারা অনুমোদিত সম্পূর্ণপরিমাণে, এই
            চুক্তিটিকে এমনভাবে বোঝানো হবে যেন এই ধরনের বিধানের সুযোগ বা সময়কাল
            আরও সংকীর্ণভাবে তৈরি করা হয়েছে যাতে অবৈধ বা অপ্রয়োগযোগ্য না হয়।
          </p>

          <p>
            <b>7. গোপনীয়তা</b>
          </p>

          <p>
            7.1। এই চুক্তি এবং সম্পর্কিত বিষয়বস্তু গোপনীয় এবং কোন পক্ষই অন্য
            পক্ষের পূর্ব লিখিত অনুমোদন ব্যতীত হার্ড বা নরম বিন্যাসে সম্পূর্ণ বা
            আংশিকভাবে কোন তৃতীয় পক্ষের কাছে বিষয়বস্তু প্রকাশ করবে না।
          </p>

          <p>
            7.2। পক্ষগুলি চুক্তি করে এবং গোপনীয় এবং গোপন রাখতে সম্মত হয়,
            গোপনীয় হতে বলা হোক বা না হোক, সমস্ত মৌখিক এবং লিখিত যোগাযোগ এবং
            অন্যান্য সমস্ত তথ্য যা এই চুক্তির দ্বারা সৃষ্ট সম্পর্কের ভিত্তিতে
            দলগুলি জেনে ছিল।
          </p>

          <p>
            7.3। পক্ষগুলি কোনও ব্যক্তি, ফার্ম, কর্পোরেশন বা অন্যান্য ব্যবসায়িক
            সত্তার কাছে কোনও গোপনীয় তথ্য ব্যবহার বা প্রকাশ করবে না এবং অন্য
            কোনও উপায়ে প্রকাশ্যে বা ব্যক্তিগতভাবে কোনও গোপনীয় তথ্য প্রচার করবে
            না এবং পূর্বোক্তগুলি করতে অন্য কাউকে সাহায্য করবে না।
          </p>

          <p>
            7.4। অন্যদের দেওয়া কোনও ডেটার ক্ষেত্রে, গোপনীয় তথ্যের গ্রহীতা পক্ষ
            এই চুক্তির মেয়াদ বা সমাপ্তির পরে অনুরোধ ছাড়াই অন্য পক্ষের
            প্রয়োজনে অবিলম্বে ডেটা ফেরত দেবে বা ধ্বংস করবে।
          </p>

          <p>
            7.5। এই গোপনীয়তা ধারার অধীনে পক্ষগুলির দায়গুলি এই চুক্তির সমাপ্তির
            পরে ও বৈধ এবং কার্যকর থাকবে।
          </p>

          <p>
            <b>8. প্রতিনিধিত্ব এবং ওয়ারেন্টি</b>
          </p>

          <p>
            8.1। প্রতিটি পক্ষ প্রতিনিধিত্ব করে এবং ওয়ারেন্টি দেয় যে এটির সমস্ত
            প্রয়োজনীয় বিধিবদ্ধ এবং নিয়ন্ত্রক অনুমতি, অনুমোদন, সম্মতি এবং
            লাইসেন্স(গুলি) রয়েছে তার সংস্থাপন পরিচালনা এবং পরিচালনার জন্য এবং
            তার ব্যবসা পরিচালনার জন্য, বিশেষ করে, এর অধীনে তার বাধ্যবাধকতাগুলি
            সম্পাদন করার জন্য চুক্তি;
          </p>

          <p>
            8.2। প্রতিটি পক্ষ প্রতিনিধিত্ব করে এবং ওয়ারেন্টি দেয় অন্যান্য
            পক্ষের সাথে সম্পর্ক যা:
          </p>

          <p>
            (a) এই চুক্তির সম্পাদন এবং এই চুক্তির অধীনে এর দায়বদ্ধতাগুলি
            সম্পাদন করা এবং এর দ্বারা বিবেচনা করা শর্তাবলীর বাস্তবায়ন কোন
            চুক্তি, ব্যবস্থা বা বোঝাপড়া, মৌখিক বা লিখিত, কোন চুক্তির লঙ্ঘন গঠন
            করে না তৃতীয় পক্ষ;
          </p>

          <p>
            (b) এই চুক্তির বাস্তবায়ন এবং এই চুক্তির অধীনে এর বাধ্যবাধকতাগুলি
            সম্পাদন করা এবং এর দ্বারা বিবেচনা করা শর্তাদি বাস্তবায়ন কোন আইন,
            প্রবিধান, নিয়ম, আদেশ, ডিক্রি, আদেশ, বা কোন সরকারের অন্য কোন
            বিধিনিষেধের লঙ্ঘন নয় এজেন্সি বা আইনের আদালত বা যে কোন প্রবিধান
            কর্তৃপক্ষ যার অধীনস্থ বা এর সাংবিধানিক নথির কোন বিধান।
          </p>

          <p>
            <b>9. বৌদ্ধিক সম্পত্তির অধিকার</b>
          </p>

          <p>
            9.1। এই চুক্তির কোন কিছুই অন্য পক্ষকে কোন পক্ষের বৌদ্ধিক সম্পত্তির
            অধিকারের কোন বরাদ্দ বা লাইসেন্স প্রদান করে বলে গণ্য করা হবে না এবং
            পক্ষগুলির সমস্ত মেধা সম্পত্তি অধিকার সংশ্লিষ্ট পক্ষের সম্পত্তি
            থাকবে।
          </p>

          <p>
            9.2। এই ধরনের সমস্ত বৌদ্ধিক সম্পত্তি অধিকার সংশ্লিষ্ট পক্ষের
            একচেটিয়া সম্পত্তি, এবং অন্য পক্ষ শুধুমাত্র এই চুক্তিতে উল্লিখিত
            পদ্ধতিতে বা সংশ্লিষ্ট পক্ষের দ্বারা জারি করা লিখিত নির্দেশাবলীতে বা
            সম্মতি অনুযায়ী মেধা সম্পত্তির অধিকারগুলি ব্যবহার করার অনুমতি দেয়।
            দলগুলি লিখিতভাবে।
          </p>

          <p>
            9.3। পক্ষগুলি অন্য পক্ষের সমস্ত সুনির্দিষ্ট নির্দেশাবলী এবং সময়ে
            সময়ে পক্ষগুলির দ্বারা নির্ধারিত মেধা সম্পত্তির অধিকার সম্পর্কিত
            পদ্ধতিগুলি মেনে চলবে এবং সমস্ত বিজ্ঞাপন, প্রকাশনা এবং এখানে
            নির্ধারিত পদ্ধতিতে অন্য পক্ষের লিখিত অনুমোদন পাবে বুদ্ধিবৃত্তিক
            সম্পত্তি অধিকার সহ বা উল্লেখ করা যোগাযোগ।
          </p>

          <p>
            <b>10. ক্ষতিপূরণ</b>
          </p>

          <p>
            10.1। প্রতিটি পক্ষ ("ব্রীচিং পার্টি") পরবর্তীতে সব সময় ক্ষতিপূরণ
            করবে এবং অন্য পক্ষকে ("নন-ব্রীচিং পার্টি") সমস্ত ক্ষতি, ক্ষয়ক্ষতি,
            খরচ, চার্জ, খরচ, স্বার্থ, এবং উদ্ভূত যে কোনও প্রকৃতির বিতরণের
            বিরুদ্ধে সম্পূর্ণরূপে ক্ষতিপূরণ দেবে। তৃতীয় পক্ষের দাবি, দাবী,
            ক্রিয়া বা কার্যধারার বাইরে, যা লঙ্ঘনকারী পক্ষ পরিশোধ করতে পারে, ভোগ
            করতে পারে, ভোগ করতে পারে বা টিকিয়ে রাখতে পারে বা কোন লঙ্ঘনের ফল বা
            ফলস্বরূপ, প্রত্যক্ষ বা পরোক্ষভাবে অর্থপ্রদান, বহন, ভোগান্তি বা বজায়
            রাখতে দায়বদ্ধ অথবা লঙ্ঘনকারী পক্ষ বা তার কর্মচারী এবং/অথবা
            প্রতিনিধিদের দ্বারা এই চুক্তির কোন বিধান সম্পাদন করতে ব্যর্থতা।
          </p>

          <p>
            10.2। আইন এবং ইক্যুইটিতে উপলব্ধ সমস্ত প্রতিকার ছাড়াও, যে কোন পক্ষ
            এই চুক্তি লঙ্ঘন করে বা লঙ্ঘন করার চেষ্টা করে এই চুক্তির সফল
            প্রয়োগের ক্ষেত্রে যে কোন আইনি ফি, খরচ এবং যে কোন ধরনের আর্থিক
            দায়বদ্ধতার জন্য অন্য পক্ষের কাছে দায়বদ্ধ।
          </p>

          <p>
            <b>11. ফোর্স ম্যাজিওর</b>
          </p>

          <p>
            11.1। 'ফোর্স ম্যাজিওর' শব্দটি এখানে নিযুক্ত থাকবে কিন্তু ঈশ্বরের
            কাজ, জনশত্রুর কাজ, যুদ্ধ, দাঙ্গা, মহামারী, মহামারী, নাগরিক ঝামেলা,
            আইনের পরিবর্তন এবং নিয়ন্ত্রণের মধ্যে নয় এমন অন্যান্য অনুরূপ
            ঘটনাগুলি অন্তর্ভুক্ত করবে কিন্তু এর মধ্যে সীমাবদ্ধ নয়। উভয় পক্ষের
            এবং যা যথাযথ পরিশ্রমের দ্বারা কোন পক্ষই কাটিয়ে উঠতে সক্ষম হয় না।
          </p>

          <p>
            11.2। যদি উভয় পক্ষ সাময়িকভাবে চুক্তির অধীনে তার কোনো বাধ্যবাধকতা
            পূরণে বাধ্যতামূলকভাবে অক্ষম হয়, এবং যদি এই দলটি ঘটনাটি ঘটার পর
            চৌদ্দ (14) দিনের মধ্যে অন্য পক্ষকে লিখিত নোটিশ দেয়, তবে পক্ষের এই
            ধরনের বাধ্যবাধকতাগুলি স্থগিত করা হবে কারণ এটি ইভেন্টের কারণে সঞ্চালন
            করতে অক্ষম যতক্ষণ অক্ষমতা সর্বাধিক ত্রিশ (30) দিনের জন্য অব্যাহত
            থাকে।
          </p>

          <p>
            11.3। কোনো পক্ষই অন্য পক্ষের কাছে দায়বদ্ধ থাকবে না যে কোনো ঘটনা
            থেকে উদ্ভূত এই জাতীয় অন্য পক্ষের দ্বারা সৃষ্ট ক্ষতি বা ক্ষতির জন্য
            এই ধরনের ঘটনা থেকে উদ্ভূত বিলম্ব।
          </p>

          <p>
            <b>12. নন-এক্সক্লুসিভিটি</b>
          </p>

          <p>
            এই চুক্তির অধীনে প্রবত্তির শর্তাবলী উভয় পক্ষের জন্য প্রকৃতিতে
            অ-একচেটিয়া বলে গণ্য করা হবে। এর অর্থ হল CourierX অন্যান্য বণিক/পরিষেবা
            অনুরোধকারীদের অনুরূপ পরিষেবা প্রদান করতে পারে এবং একইভাবে, CourierX-এর
            সাথে নিবন্ধিত কোনো মার্চেন্ট বাজারে অন্যান্য কুরিয়ার এবং লজিস্টিক
            কোম্পানিগুলির অনুরূপ পরিষেবাগুলি পেতে পারেন।
          </p>

          <p>
            <b>13. অধিকার এবং বাধ্যবাধকতার অ-অর্পণ</b>
          </p>

          <p>
            কোন পক্ষই অন্য পক্ষের পূর্ব লিখিত সম্মতি ব্যতীত এই চুক্তির অধীনে
            কোনো ব্যক্তি বা সত্তাকে তার অধিকার এবং বাধ্যবাধকতা বরাদ্দ, অর্পণ বা
            হস্তান্তর করবে না।
          </p>

          <p>
            <b>14. শিরোনামের প্রভাব</b>
          </p>

          <p>
            এই চুক্তির বিষয় শিরোনাম শুধুমাত্র সুবিধার উদ্দেশ্যে এবং এর কোনো
            বিধানের নির্মাণ বা ব্যাখ্যাকে প্রভাবিত করবে না।
          </p>

          <p>
            <b>15. পরিচালনা আইন</b>
          </p>

          <p>
            এই চুক্তিটি গণপ্রজাতন্ত্রী বাংলাদেশের আইন অনুযায়ী পরিচালিত হবে এবং
            ব্যাখ্যা করা হবে।
          </p>

          <p>
            <b>16. সালিশ</b>
          </p>

          <p>
            চুক্তিটি নিয়ন্ত্রিত হবে এবং বাংলাদেশের মূল আইন অনুযায়ী ব্যাখ্যা
            করা হবে। সমস্ত প্রশ্ন, বিবাদ, বা মতপার্থক্য যা কোনো সময়ে এখানে
            পক্ষের মধ্যে বা তাদের নিজ নিজ প্রতিনিধিদের মধ্যে এই উপহারগুলি স্পর্শ
            করে বা এখানকার বিষয়বস্তুর মধ্যে উদ্ভূত হতে পারে বা যথাক্রমে উহা
            থেকে উদ্ভূত বা সম্পর্কিত এবং নির্মাণ বা অন্যথায় যা মীমাংসা করা
            হয়নি আলোচনা বা মীমাংসার অন্যান্য সম্মত মোড হবে সালিসি আইন, 2001 এর
            বিধান অনুসারে সালিসিতে উল্লেখ করা প্রযোজ্য হবে।
          </p>

          <p>
            পক্ষগুলি এখানে চূড়ান্ত রায় হিসাবে এই ধারার অধীনে রেন্ডার করা যে
            কোনো সালিসি পুরস্কার দ্বারা আবদ্ধ হতে সম্মত হয়। যে কোনো সালিশি
            পুরষ্কার, প্রয়োজনে, কোনো আদালত বা এখতিয়ার থাকা কর্তৃপক্ষ দ্বারা
            প্রয়োগ করা যেতে পারে। পক্ষগুলি গ্রহণ করে এবং সম্মত হয় যে এই ধারার
            অধীনে পরিচালিত সমস্ত সালিশী কার্যধারা কঠোরভাবে গোপন রাখা হবে, এবং
            সমস্ত তথ্য, নথিপত্র এবং উপকরণগুলি এই ধরনের সালিশী কার্যধারার সময়
            প্রকাশ করা যাই হোক না কেন শুধুমাত্র সেই কার্যধারার উদ্দেশ্যে ব্যবহার
            করা হবে।
          </p>

          <p>
            <b>17. বিজ্ঞপ্তি এবং যোগাযোগ</b>
          </p>

          <p>
            এই চুক্তির অধীনে পক্ষগুলির মধ্যে সমস্ত নোটিশ, অনুরোধ বা যোগাযোগ
            লিখিত হবে এবং অবশ্যই ইমেল, ফ্যাক্স বা পোস্টের মাধ্যমে যোগাযোগ করতে
            হবে। পরিষেবা অনুরোধকারীরা যে কোনো অনুসন্ধানের জন্য তাদের নির্ধারিত
            কী অ্যাকাউন্ট ম্যানেজারের সাথে যোগাযোগ করতে পারেন বা মার্চেন্ট
            সাপোর্ট হেল্পলাইনে কল করতে পারেন 01966658681 মার্চেন্টরা তাদের
            প্রশ্নগুলি info@CourierXbd.com-এ পাঠাতে পারেন।
          </p>
        </div>
      </div>
    </section>
  );
};

export default TermsBanglaPage;
